Revit 2024 API
CurtainGridSet.Erase Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual int Erase(
	CurtainGrid item
)
Visual Basic
Public Overridable Function Erase ( _
	item As CurtainGrid _
) As Integer
Visual C++
public:
virtual int Erase(
	CurtainGrid^ item
)
Parameters
item
Type: Autodesk.Revit.DB.CurtainGrid
See Also
CurtainGridSet Class
Autodesk.Revit.DB Namespace